docs: back to ascii
